{
  "pages": {
    "privacy_notice": {
      "title": "Privacy Notice",
      "heading": "Project Application and Funding Service Privacy Notice",
      "how_we_use_your_data": "How we use your personal data",
      "intro_paragraph_1": "We are the Environment Agency and we run the Project Application and Funding service. We are the data controller for this service. A data controller determines how and why personal data (personal information) is processed.",
      "intro_paragraph_2_prefix": "Our",
      "personal_info_charter_text": "personal information charter",
      "personal_info_charter_url": "https://www.gov.uk/government/organisations/environment-agency/about/personal-information-charter",
      "intro_paragraph_2_suffix": " explains how we deal with your personal information. Go to GOV.UK and search 'Environment Agency personal information charter'. ",
      "the_personal_data_we_need": "The personal data we need",
      "data_list_intro": "The personal data we process includes:",
      "data_full_name": "Full name",
      "data_email": "Email address",
      "data_feedback": "Anonymous feedback you leave",
      "data_cookies": "Information on how you use the site, including cookies",
      "legal_basis_paragraph": "We are allowed to process your personal data to carry out a task in the public interest to manage flood risk. The lawful basis for processing your personal data is to perform a task in the public interest that is set out in law.",
      "no_data_consequences": "If you do not give us this personal data we will not be able to register you as a user on the Project Application and Funding Service.",
      "site_analytics_cookies": "Site Analytics and Cookies",
      "analytics_intro": "All data on this site is anonymised. Please see the following ",
      "cookies_link_text": "cookies",
      "cookies_link_url": "/cookies",
      "analytics_footer": " link for further information.",
      "what_we_do_with_data": "What we do with your personal data",
      "automated_decision_paragraph": "We do not use your data to make an automated decision or for automated profiling.",
      "data_sharing_paragraph": "We will not share or disclose your personal data to any party outside the Environment Agency without your explicit consent unless we are lawfully able to do so.",
      "how_long_keep_data": "How long we keep your personal data",
      "retention_paragraph": "User data is reviewed every year to ensure that we do not hold on to personal information any longer than is necessary.",
      "where_data_processed": "Where your personal data is processed and stored",
      "data_location_paragraph": "We store your personal data on our servers in the UK.",
      "contact_details": "Contact Details",
      "dpo_responsibility": "Our Data Protection Officer (DPO) is responsible for independent advice and monitoring of the Environment Agency's use of personal information.",
      "contact_intro": "If you have any concerns or queries about how we process personal data, or if you would like to make a complaint or request relating to data protection, please contact our DPO:",
      "dpo_title": "Data Protection Officer",
      "dpo_organisation": "Environment Agency",
      "dpo_address_line1": "Horizon House",
      "dpo_address_line2": "Deanery Road",
      "dpo_address_line3": "Bristol",
      "dpo_postcode": "BS1 5AH",
      "email_text": "Email",
      "dpo_email": "dataprotection@environment-agency.gov.uk",
      "ico_intro": "You can find out about your personal data rights from the ",
      "ico_link_text": "Information Commissioner's Office (ICO)",
      "ico_link_url": "https://ico.org.uk/",
      "ico_intro_text": " The ICO regulate the data protection legislation. You have the right to lodge a complaint with them at any time.",
      "last_updated": "This notice was last updated on",
      "last_updated_date": null
    }
  }
}
