{
  "start_proposal": {
    "title": "Start a new proposal",
    "heading": "Start a new proposal",
    "intro_paragraph": "Use this service to create a new funding proposal for a flood or coastal erosion risk management project.",
    "before_you_start_heading": "Before you start",
    "before_you_start_intro": "Over the next few pages we will ask you for key details about your project so we can create a proposal record for you."
  },
  "project_name": {
    "heading": "What is the project's name?",
    "label": "Project name",
    "intro_paragraph": "The project name should be meaningful and understandable and should not include abbreviations. For example, South Chesham River Colne Flood Alleviation Scheme or Clacton-on-Sea Coastal Erosion Project Phase 4.",
    "errors": {
      "required": "Enter a project Name",
      "invalid_format": "The project name must only contain letters, underscores, hyphens and numbers",
      "already_exists": "The project name already exists. Your project must have a unique name.",
      "validation_error": "An error occurred while validating the project name. Please try again."
    }
  },
  "rma_selection": {
    "heading": "Which risk management authority is leading the proposal?",
    "label": "RMA Selection",
    "select_rma_option_text": "Select a Risk Management Authority",
    "errors": {
      "required": "Select a lead risk management authority"
    }
  },
  "project_type": {
    "heading": "Which project type are you proposing?",
    "options": {
      "def": "Create a new flood and coastal erosion risk management asset, or change an existing approach to risk management in an area already with assets (this could include natural flood management measures, property flood resilience or sustainable drainage systems)",
      "rep": "Replace an existing flood and coastal erosion risk management asset that is at the end of its life with another asset which sustains the standard of service and the design performance on an equivalent basis (this could include natural flood management measures, property flood resilience or sustainable drainage systems)",
      "ref": "Substantially renew or replace, one or more asset elements or components in an existing flood and coastal erosion risk management asset (this could include natural flood management measures or sustainable drainage systems)",
      "hcr": "Protect, compensate or restore habitats and natural functions, to support coastal risk management legal compliance (Habitat Regulations) and wider environmental outcomes",
      "str": "Produce a strategy for complex flood or coastal erosion risk situations across several interconnected areas",
      "stu": "Produce a study to support the case that a project is needed to resolve a flood or coastal erosion risk problem – helping to define the scope, purpose, and viability of any future project(s)",
      "elo": "Implement measures to address impacts arising from existing or historic flood or coastal erosion risk management assets or actions to comply with specified environmental legislation - Sites of Special Scientific Interest (SSSIs) and Water Environment Regulations (WER)"
    },
    "errors": {
      "required": "Select a project type"
    }
  },
  "intervention_type": {
    "heading": "Which of these interventions feature in your proposed project?",
    "options": {
      "nfm": "Natural Flood Management",
      "pfr": "Property Flood Resilience",
      "suds": "Sustainable Drainage Systems",
      "other": "Other"
    },
    "errors": {
      "required": "Select at least one intervention type"
    }
  },
  "primary_intervention_type": {
    "heading": "Which of the interventions will provide the most benefit to properties?",
    "errors": {
      "required": "Select which intervention will provide the most benefit",
      "invalid": "Select a primary intervention type from your previous choices"
    }
  },
  "first_financial_year": {
    "heading": "In what financial year will the project first require funding?",
    "after_march_link": "The project starts after March {{afterMarchYear}}",
    "errors": {
      "required": "Select the financial year when the project first requires funding"
    }
  },
  "first_financial_year_manual": {
    "heading": "In what financial year will the project first require funding?",
    "label": "Financial year starting April",
    "hint": "For example, 2033",
    "errors": {
      "required": "Enter a financial year",
      "invalid_format": "Enter a financial year in the correct format",
      "too_early": "Enter a financial year after March {{afterMarchYear}}"
    }
  },
  "last_financial_year": {
    "heading": "In what financial year will the project stop spending funds?",
    "hint": "Don't include years which include maintenance costs.",
    "after_march_link": "The project stops spending funds after March {{afterMarchYear}}",
    "errors": {
      "required": "Select the financial year when the project stops spending funds",
      "before_first_year": "Your last financial date is earlier than the start financial date. Please re-enter your last financial year",
      "api_error": "There was a problem saving your project. Please try again."
    }
  },
  "last_financial_year_manual": {
    "heading": "In what financial year will the project stop spending funds?",
    "label": "Financial year starting April",
    "hint": "Don't include years which include maintenance costs. For example, 2033",
    "errors": {
      "required": "Enter a financial year",
      "invalid_format": "Enter a financial year in the correct format",
      "too_early": "Enter a financial year after March {{afterMarchYear}}",
      "before_first_year": "Your last financial date is earlier than the start financial date. Please re-enter your last financial year",
      "api_error": "There was a problem saving your project. Please try again."
    }
  },
  "project_benefit_area": {
    "heading": "What area is the project likely to benefit?",
    "introduction": "Upload a shapefile. The shapefile should show the approximate area the project is likely to benefit. Draw as many separate areas as necessary, but make sure they don't overlap.",
    "hint": "Your shapefile files should be in a single compressed folder or zipfile (.zip) to upload successfully",
    "footer": {
      "free_mapping_tool": {
        "title": "Free mapping tool",
        "intro": "You can use your own mapping tool or our recommended tool - Magic Map (free to use) - to draw your project's benefit area",
        "link_text": "Magic Map Application (opens in a new window)",
        "link": "https://magic.defra.gov.uk/MagicMap.html",
        "instructions_heading": "Here are simple steps to draw your polygon in Magic Map",
        "instructions_intro": "Follow these simple steps to create and upload your polygon:",
        "instructions_steps": [
          "Click on the Mapping tool link above to open the Magic Map tool.",
          "Use the search field on the top left-hand corner, to zoom in on your area of benefit. The arrow pointing downwards allows you to choose your preferred method to zoom in (e.g. postcode, grid ref. etc)",
          "Click on the 'Drawing Tool' icon.",
          "Click on the Polygon icon.",
          "Now click to start your first vertices and then select to draw your polygon.",
          "Double click to complete your shape.",
          "If you want to start again you can select the rubbish bin icon in the Sketch Styler menu.",
          "When you are happy with the shape that you have drawn select on the polygon, it should go blue with an orange box around it.",
          "Now select the Save Graphics menu within the Sketch Styler menu and select Save.",
          "The Shape file ZIP will download to your machine.",
          "Go to your computers download folder, to view your file, at this point you can rename it.",
          "Return to PAFs, then upload and continue."
        ]
      },
      "unable_to_create_shape_file": {
        "help_text": "If you are unable to upload or create a shapefile, contact your local partnership and strategic overview officer and they will be able to help you."
      }
    }
  }
}
